Repository: django-cms/django-cms
Catalog: cms/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Advanced options
ro: Opţiuni avansate

source: Title
ro: Titlu

source: The default title
ro: Titlul implicit

source: The part of the title that is used in the URL
ro: Parte a titlului, care este utilizat în URL

source: Language
ro: Limbă

source: The current language of the content fields.
ro: Limbajul curent al câmpurilor de conţinut.

source: Another page with this slug already exists
ro: O altă pagină cu acest slug există deja

source: Menu Title
ro: Titlu Meniu

source: Overwrite what is displayed in the menu
ro: Suprascrie ceea ce este afişat în meni

source: Page Title
ro: Titlul paginii

source: Overwrites what is displayed at the top of your browser or in bookmarks
ro: Suprascrie ceea ce este afişat în partea de sus a browser-ului sau în semnele de carte (bookmarks)

source: Application
ro: Aplicaţie

source: Hook application to this page.
ro: Montează aplicaţia pe această pagină.

source: Overwrite URL
ro: Suprascrie URL

source: Keep this field empty if standard path should be used.
ro: Păstraţi acest câmp gol dacă calea standard ar trebui să fie utilizată.

source: Redirect
ro: Redirecţionează

source: Redirects to this URL.
ro: Redirecţionează la acestă adresă (URL).

source: A description of the page sometimes used by search engines.
ro: O descriere a paginii, uneori, utilizată de către motoarele de căutare.

source: A list of comma seperated keywords sometimes used by search engines.
ro: O listă de cuvinte cheie separate prin virgula, care sunt uneori utilizate de către motoarele de căutare.

source: A page with this reverse URL id exists already.
ro: O pagină cu acest id invers pentru URL există deja.

source: Invalid URL, use /my/url format.
ro: URL invalid, utilizaţi formatul: /url-ul/meu

source: user
ro: utilizator

source: Add page permission requires also access to children, or descendants, otherwise added page can't be changed by its creator.
ro: Adăugarea permisiunii de pagină are nevoie de acces, de asemenea, la copii, sau descendenţi, altfel pagina adăugată nu poate fi schimbată de către creatorul ei.

source: Add page permission also requires edit page permission.
ro: Permisiunea de adăugare pagină, de asemenea, are nevoie de permisiunea de a edita pagina.

source: Please select user or group first.
ro: Vă rugăm să selectaţi utilizatorul sau un grup.

source: Add
ro: Adaugă

source: Change
ro: Schimbă

source: Delete
ro: Şterge

source: Recover (any) pages
ro: Recuperează (orice) pagină

source: Notify user
ro: Anunță utilizator

source: Send email notification to user about username or password change. Requires user email.
ro: Trimite un e-mail de notificare a utilizatorilor cu privire la schimbarea numelui de utilizator sau parola. Necesită email-ul utilizatorului.

source: New password
ro: Noua parolă

source: New password confirmation
ro: Confirmare noua parolă

source: Email notification requires valid email address.
ro: Notificare prin email necesită adresa de e-mail validă.

source: The permission to add new pages requires the permission to change pages!
ro: Permisiunea de a adăuga pagini noi necesită permisiunea de a modifica pagini!

source: The permission to add new users requires the permission to change users!
ro: Permisiunea de a adăuga utilizatori noi necesită permisiunea de a modifica utilizatori!

source: To add permissions you also need to edit them!
ro: Pentru a adăuga permisiuni aveţi nevoie de dreptul de a le edita!

source: Hidden
ro: Ascuns

source: Basic Settings
ro: Setări de bază

source: Note: This page reloads if you change the selection. Save it first.
ro: Notă: Această pagină se va reîncărca dacă vă schimbaţi selecţia. Salvaţi-o mai întâi.

source: Advanced Settings
ro: Setări avansate

source: SEO Settings
ro: Setări SEO

source: higher
ro: mai sus

source: Database error
ro: Eroare bază de date

source: page
ro: pagină

source: Page was successfully approved.
ro: Pagina a fost aprobată cu succes.

source: %(name)s object with primary key %(key)r does not exist.
ro: Obiectul %(name)s cu cheia primară %(key)r nu există.

source: There only exists one translation for this page
ro: Există o singură traducere pentru această pagină

source: Title and plugins with language %(language)s was deleted
ro: Titlul şi plugin-urile cu limbajul %(language)s au fost şterse

source: Are you sure?
ro: Ești sigur?

source: You do not have permission to publish this page
ro: Nu aveţi permisiunea de a publica această pagină

source: You do not have permission to change this page's in_navigation status
ro: Nu aveţi permisiunea de a modifica statusul "in_navigation" al acestei pagini

source: Language must be set to a supported language!
ro: Limba trebuie să fie setată la o limbă acceptată!

source: %(plugin_name)s plugin added to %(placeholder)s
ro: Plugin-ul %(plugin_name)s a fost adaugat la %(placeholder)s

source: You do not have permission to change this page
ro: Nu aveţi permisiunea de a modifica această pagină

source: Language must be different than the copied language!
ro: Limba trebuie să fie diferită decât limba copiată!

source: Copied %(language)s plugins to %(placeholder)s
ro: Am copiat plugin-urile %(language)s la %(placeholder)s

source: %(plugin_name)s plugin edited at position %(position)s in %(placeholder)s
ro: Plugin-ul %(plugin_name)s a fost editat la poziția %(position)s în %(placeholder)s

source: Plugins where moved
ro: Plugin-urile au fost mutate

source: %(plugin_name)s plugin at position %(position)s in %(placeholder)s was deleted.
ro: Plugin-ul %(plugin_name)s de la poziția %(position)s din %(placeholder)s a fost sters.

source: Page permissions
ro: Permisiuni pagini

source: User & Group permissions
ro: Permisiuni useri si grupuri

source: Page permissions management
ro: Management permisii pagini

source: User details
ro: Detalii utilizator

source: Groups
ro: Grupuri

source: Password
ro: Parola

source: Copy permissions
ro: Copiază permisiunile

source: Copy moderation
ro: Copiază moderarea

source: Inherit the template of the nearest ancestor
ro: Moşteneste şablonul de la cel mai apropiat strămoş

source: Select a valid site
ro: Selectaţi un site valid

source: Select a valid page
ro: Selectaţi o pagină validă

source: Add Another
ro: Adăugaţi încă unul/una

source: language
ro: limbă

source: position
ro: poziţie

source: creation date
ro: data creării

source: title
ro: titlu

source: path
ro: cale

source: everybody
ro: toată lumea

source: can edit
ro: poate editare

source: group
ro: grup

source: can publish
ro: poate publica

source: type
ro: tip

source: can change soft-root
ro: poate schimba soft-root

source: navigation extenders
ro: extensie navigare

source: has url overwrite
ro: are suprascriere url

source: url overwrite
ro: suprascriere url

source: author
ro: autor

source: reverse url id
ro: id url invers

source: login required
ro: login necesar

source: soft root
ro: soft root (radăcină falsă)

source: publication end date
ro: publicare data de terminare

source: template
ro: şablon

source: publication date
ro: data publicării

source: in navigation
ro: în navigaţie

source: application
ro: aplicație

source: redirect
ro: redirecţionare

source: keywords
ro: cuvinte cheie

source: description
ro: descriere

source: Current page
ro: Pagină curentă

source: Page children (immediate)
ro: Copiii paginii (imediați)

source: Page and children (immediate)
ro: Pagină și copii (imediați)

source: Page descendants
ro: Descendenţi pagină

source: Page and descendants
ro: Pagina și descendenţi

source: Moderate page
ro: Moderează pagină

source: Moderate children
ro: Moderează copii

source: Moderate descendants
ro: Moderează descendenți

source: created
ro: creat

source: changed
ro: schimbat

source: delete req.
ro: cerere ştergere

source: move req.
ro: cerere mutare

source: publish req.
ro: cerere publicare

source: unpublish req.
ro: cerere anulare publicare

source: approved
ro: aprobat

source: req. app.
ro: cerere aprobare

source: delete
ro: şterge

source: app. par.
ro: cerere aprobare parinți

source: for logged in users only
ro: doar pentru utilizatorii logați

source: for anonymous users only
ro: doar pentru utlizatorii anonimi

source: created by
ro: creat de

source: changed by
ro: schimbat de

source: When the page should go live. Status must be "Published" for page to go live.
ro: Când pagina va deveni publică. Pagina trebuie sa aibă status "publicat" încât sa devină publică.

source: When to expire the page. Leave empty to never expire.
ro: Când pagina va expira. Lăsați gol dacă nu vreți sa expire.

source: All ancestors will not be displayed in the navigation
ro: Nici un acestor nu va fi vizibil in navigație

source: An unique identifier that is used with the page_url templatetag for linking to this page
ro: Un identificator unic care este folosit de tag-ul de șablon page_url pentru a genera o legatură la această pagină

source: attached menu
ro: meniu ataşat

source: is published
ro: este publicat

source: The template used to render the content.
ro: Şablon utilizat pentru a genera conţinutul.

source: The site the page is accessible at.
ro: Site-ul în care este accesibilă pagina.

source: moderator state
ro: stare moderator

source: menu visibility
ro: vizibilitate meniu

source: limit when this page is visible in the menu
ro: limitează vizibilitatea acestei pagini in meniu

source: pages
ro: pagini

source: Page was copied.
ro: Pagina a fost copiată.

source: default
ro: implicit

source: can add
ro: poate adăuga

source: can delete
ro: poate şterge

source: can change advanced settings
ro: moate modifica setările avansate

source: can change permissions
ro: poate schimba permisiunile

source: on page level
ro: la nivel de pagină

source: can move
ro: poate muta

source: can moderate
ro: poate modera

source: can recover pages
ro: poate recupera pagini

source: can recover any deleted page
ro: poate recupera orice pagină ştearsă

source: If none selected, user haves granted permissions to all sites.
ro: Dacă nimic nu este selectat utilizatorii au permisii pe toate site-urile

source: sites
ro: site-uri

source: Grant on
ro: Autorizat pe

source: width
ro: lăţime

source: <Empty>
ro: <Gol>

source: overwrite the title in the menu
ro: suprascrie titlul din meniu

source: Path
ro: Cale

source: overwrite the title (html title tag)
ro: suprascrie titlu (tag html titlu)

source: File
ro: Fişier

source: file
ro: fişier

source: use swf file
ro: utilizarează swf

source: height
ro: înălţime

source: Missing flash plugin.
ro: Lipseşte plugin-ul flash.

source: map title
ro: Titlu harta

source: address
ro: Adresă

source: zip code
ro: cod poştal

source: city
ro: oraş

source: additional content
ro: conţinut suplimentar

source: zoom level
ro: nivelul de zoom

source: latitude
ro: latitudine

source: Use latitude & longitude to fine tune the map possiton.
ro: Folosiți latitudinea si longitudinea pentru a regla fin poziția harții.

source: longitude
ro: longitudine

source: route planer title
ro: titlu planificator rută

source: Calculate your fastest way to here
ro: Calculaţi-vă cel mai rapid traseu până aici

source: route planer
ro: planificator traseu

source: Map
ro: Hartă

source: Your address:
ro: Adresa dvs.:

source: Calculate route
ro: Calculaţi traseu

source: Inherit Plugins from Page
ro: Moştenire Plugin-uri de la pagina

source: Language or Page must be filled out
ro: Limba sau Pagina trebuie completate

source: Choose a page to include its plugins into this placeholder, empty will choose current page
ro: Alegeți o pagină din care se vor mosteni plugin-urile din acestă zonă, nici o alegere implică pagina curentă

source: Optional: the language of the plugins you want
ro: Opţional: limba dorită pentru plugin-uri

source: Link
ro: Legătură

source: name
ro: nume

source: link
ro: legătură

source: A link to a page has priority over a text link.
ro: O legătură către o pagină are prioritate faţă de o legătură text.

source: An email adress has priority over a text link.
ro: O adresă de e-mail are prioritate față de o legătură text.

source: Picture
ro: Imagine

source: left
ro: stânga

source: right
ro: dreapta

source: image
ro: imagine

source: if present image will be clickable
ro: Dacă este prezent imaginea va fi click-abila

source: alternate text
ro: text alternativ

source: textual description of the image
ro: descrierea textuală a imaginii

source: long description
ro: descriere lungă

source: additional description of the image
ro: descriere suplimentară a imaginii

source: side
ro: aliniere

source: Snippet
ro: Fragment

source: Template %(template)s does not exist.
ro: Șablonul %(template)s nu există.

source: Enter a template (i.e. "snippets/plugin_xy.html") which will be rendered.
ro: Introduceţi un şablon (de exemplu, "snippets/plugin_xy.html"), care va afișat.

source: If present image will be clickable
ro: Dacă este prezent imaginea va fi click-abila

source: If present image will be clickable.
ro: Dacă este prezent imaginea va fi click-abila

source: more
ro: mai mult

source: body
ro: continut

source: Plugins
ro: Plugin-uri

source: Please select a plugin type.
ro: Vă rugăm să selectaţi un tip de plug-in.

source: Edit selected plugin
ro: Editare plugin selectat

source: Text editor does not support editing objects.
ro: Editorul de text nu are suport pentru editarea obiectelor.

source: No object selected.
ro: Nici un obiect selectat.

source: Text editor does not support inserting objects.
ro: Editorul de text nu are suport pentru inserarea obiectelor.

source: Not a plugin object
ro: Nu este un obiect de tip plugin

source: Available Plugins
ro: Plugin-uri disponibile

source: Insert plugin
ro: Inserează plugin

source: twitter user
ro: utilizator twitter

source: count
ro: contor

source: Number of entries to display
ro: Numărul de mesaje afișate

source: link hint
ro: titlul legăturii

source: If given, the hint is displayed as link to your Twitter profile.
ro: Dacă este dat, acest text este afişat ca link către profilul dvs. de Twitter.

source: query
ro: interogare

source: Example: "brains AND zombies AND from:umbrella AND to:nemesis": tweets from the user "umbrella" to the user "nemesis" that contain the words "brains" and "zombies"
ro: Exemplu: "mere AND pere AND from:gheorghe AND to:vasile": tweets de la utilizator "gheorghe" pentru utilizator "vasile", care conţin cuvintele "mere" şi "pere"

source: Color Settings
ro: Setări culoare

source: movie file
ro: fișier film

source: use .flv file or h264 encoded video file
ro: utilizați un fișier .flv sau un fișier encodat h264

source: movie url
ro: url film

source: vimeo or youtube video url. Example: http://www.youtube.com/watch?v=YFa59lK-kpo
ro: URL-ul filmului Vimeo sau YouTube. Exemplu: http://www.youtube.com/watch?v=YFa59lK-kpo

source: preview image file
ro: previzualizare fişier imagine

source: auto play
ro: redare automată

source: auto hide
ro: ascunde automat

source: fullscreen
ro: întregul ecran

source: loop
ro: redare în buclă

source: background color
ro: culoarea de fundal

source: Hexadecimal, eg ff00cc
ro: Hexadecimal, de exemplu: ff00cc

source: text color
ro: culoarea textului

source: seekbar color
ro: culoarea bării de derulare

source: seekbar bg color
ro: culoarea de fundal a bării de derulare

source: loadingbar color
ro: culoarea bării de progres

source: Missing flash plugin. Download <a href="http://adobe.com/flashplayer">here</a>
ro: Lipseşte plugin-un Flash. Descărcați de <a href="http://adobe.com/flashplayer">aici</a>

source: Save
ro: Salvează

source: Delete %(language)s translation
ro: Şterge traducerea in %(language)s

source: Save as new
ro: Salvează ca nou

source: Save and add another
ro: Salvează şi adăugă încă unul

source: Save and continue editing
ro: Salvează şi continuă editarea

source: Page <a href="%(admin_url)s">%(page)s</a> may require approvement by you.
ro: Este posibil ca pagina <a href="%(admin_url)s">%(page)s</a> să aibă nevoie de aprobarea dvs.

source: Last changes
ro: Ultimele schimbări

source: Log in to administration <a href="%(login_url)s">here</a>.
ro: Conectaţi-vă la administrare <a href="%(login_url)s">aici</a>.

source: Username:
ro: Nume de utilizator:

source: Password:
ro: Parolă:

source: Change a page
ro: Modifică o pagină

source: Approve page deletion
ro: Aprobă ştergerea paginii

source: (requires approvement at %(moderation_level)s level)
ro: (necesită aprobare la nivelul %(moderation_level)s)

source: (you can perform actions on this page directly)
ro: (puteţi efectua acţiuni pe această pagină direct)

source: Remove delete request
ro: Elimină cererea de ștergere

source: Approve delete
ro: Aprobă ştergerea

source: Approve
ro: Aprobă

source: draft
ro: schiță

source: Preview
ro: Previzualizare

source: History
ro: Istorie

source: View on site
ro: Vizualizează pe site

source: Please correct the error below.
ro: Vă rugăm să corectați urmatoarele erori.

source: All permissions
ro: Toate permisiunile

source: Loading...
ro: Se incarca ...

source: Page states
ro: Stări pagină

source: This page must be moderated at level %(moderation_level)s, post a message for moderator.
ro: Această pagină trebuie moderată la nivelul %(moderation_level)s, lăsați un mesaj pentru moderator.

source: Request approvemet
ro: Aprobare cerere

source: List of pages
ro: Lista de pagini

source: Successfully moved
ro: S-a mutat cu succes

source: An error occured. Please reload the page
ro: A apărut o eroare. Vă rugăm să reîncărcaţi pagina

source: Recover deleted %(name)s
ro: Recuperează obiectul %(name)s sters.

source: Add %(name)s
ro: Adaugă %(name)s

source: Pages on:
ro: Pagini pe:

source: Filter:
ro: Filtru:

source: on
ro: pe

source: off
ro: dezactivat

source: Filter
ro: Filtru

source: actions
ro: acţiuni

source: moderate
ro: moderează

source: published
ro: publicat

source: start
ro: început

source: end
ro: sfârșit

source: last changes
ro: ultimele schimbări

source: select this page
ro: selectează această pagină

source: edit this page
ro: editează această pagină

source: edit
ro: editează

source: insert above
ro: inserează înainte

source: insert below
ro: inserează după

source: insert inside
ro: inserează înăuntru

source: softroot
ro: soft root (radăcină falsă)

source: home
ro: acasă

source: Edit this page in %(language)s
ro: Editează această pagină in %(language)s

source: Cut
ro: Taie

source: cut
ro: taie

source: Copy
ro: Copiază

source: copy
ro: copiază

source: Add Child
ro: Adaugă copil

source: add
ro: adăugă

source: Approve directly
ro: Aprobă direct

source: view
ro: vizualizează

source: Unpublish
ro: Anulează publicarea

source: Publish
ro: Publică

source: View on page
ro: Vezi pe pagină

source: Action
ro: Acţiune

source: Created
ro: Creat

source: User
ro: Utilizator

source: Message
ro: Mesaj

source: Page
ro: Pagină

source: Group
ro: Grup

source: Can edit
ro: Poate edita

source: Can add
ro: Poate adăuga

source: Can delete
ro: Poate şterge

source: Can publish
ro: Poate publica

source: Can change permissions
ro: Poate schimba permisiunile

source: Can move
ro: Poate muta

source: (current)
ro: (curent)

source: All
ro: Toate

source: Page doesn't inherit any permissions.
ro: Pagina nu moşteneşte nici o permisiune.

source: An old revision of a plugin can not be saved!
ro: O versiune mai veche al unui plugin nu poate fi salvată!

source: Plugin saved successfully.
ro: Plugin-ul a fost salvat cu succes.

source: Recover deleted %(verbose_name)s
ro: Recuperează obiectul sters %(verbose_name)s

source: Press the save button below to recover this version of the object.
ro: Apăsați butonul de salvare de mai jos pentru a recupera această versiune a obiectului.

source: Revert %(verbose_name)s
ro: Revenire la o versiune anterioara a %(verbose_name)s

source: Press the save button below to revert to this version of the object.
ro: Apăsați butonul de salvare de mai jos pentru a reveni la această versiune a obiectului.

source: Copy options
ro: Opțiuni de copiere

source: Choose copy options
ro: Alege opțiunile de copiere

source: Add Plugin
ro: Adăugă Plugin

source: From Language
ro: Din limba

source: Copy Plugins
ro: Copiază Plugin-uri

source: You must save the page first to add plugins.
ro: Trebuie să salvați pagina înainte de a adăuga plugin-uri.

source: No Plugin selected. Selected one on the left side
ro: Nu este nici un plugin selectat. Alegeți unul din partea stângă

source: No Plugins present. Add a plugin to this placeholder-slot.
ro: Nu este prezent nici un plugin. Adăugați un plugin în această zonă.

source: Available plugins
ro: Plugin-uri disponibile

source: Move to %(name)s
ro: Mută în %(name)s

source: Are you sure you want to delete this plugin?
ro: Sunteţi sigur că doriţi să ştergeţi acest plugin?

source: Edit mode
ro: Mod de editare

source: Username
ro: Nume de utilizator

source: Request Approval
ro: Cerere de aprobare

source: Template
ro: Şablon

source: move
ro: mută

source: Move/add Pages
ro: Mută/adăugă pagini

source: add child
ro: Adaugă copil

source: Add child page
ro: Adaugă pagină copil

source: add sibling
ro: adaugă frate

source: Add sibling page
ro: Adaugă pagină frate

source: Delete Page
ro: Şterge Pagină

source: Site Administration
ro: Administrare site

source: Page Settings
ro: Setări Pagină

source: history
ro: istorie

source: View History
ro: Vizualizare istoric

source: Logout
ro: Deconectare

source: Lock
ro: Blochează

source: Close
ro: Închide

source: up
ro: sus

source: down
ro: jos

source: Settings
ro: Setări

source: Delete Plugin
ro: Şterge Plugin

source: Unbind page moderation
ro: Desfă moderare pagină

source: Unbind children moderation
ro: Desfă moderare copii

source: Unbind descendants moderation
ro: Desfă moderare descendenți

source: Page not found on %(domain)s
ro: Pagina nu a fost găsită pe %(domain)s

source: A template tag couldn't find the page with lookup arguments `%(page_lookup)s `. The URL of the request was: http://%(host)s%(path)s
ro: Un template tag nu a putut gasi pagina cu argumentele de lookup `%(page_lookup)s`. URL-ul cererii a fost: http://%(host)s%(path)s

source: parent first
ro: părintele înainte

source: approve
ro: aprobă

source: CMS - Page %s requires approvement.
ro: CMS - Pagina %s necesită aprobare.
